{
    "resourceType": "ValueSet",
    "id": "1.2.276.0.76.11.32--20180713132315",
    "meta": {
        "profile": [
            "http://hl7.org/fhir/StructureDefinition/shareablevalueset"
        ]
    },
    "extension": [
        {
            "url": "http://hl7.org/fhir/StructureDefinition/resource-effectivePeriod",
            "valuePeriod": {
                "start": "2018-07-13T13:23:15+01:00"
            }
        }
    ],
    "url": "http://ihe-d.de/ValueSets/IHEXDSclassCode",
    "identifier": [
        {
            "use": "official",
            "system": "http://art-decor.org/ns/oids/vs",
            "value": "1.2.276.0.76.11.32"
        }
    ],
    "version": "2018-07-13T13:23:15",
    "name": "IHEXDSclassCode",
    "title": "IHE XDS classCode",
    "status": "active",
    "experimental": false,
    "publisher": "IHE Deutschland e.V.",
    "description": "**classCode (XDSDocumentEntry)**\r\n A high-level classification of XDS Documents that indicates the kind of document, e.g., report, summary, note, consent.",
    "immutable": false,
    "compose": {
        "include": [
            {
                "system": "http://loinc.org",
                "concept": [
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "IHE BPPC verwendet laut IHE ITI TF-3 Rev 12.1 (5.1.2.1.1.1) diesen Class Code für \"Patient Privacy Consent Acknowledgment Documents\", d.h. Patienteneinwilligungen, die auf vordefinierte Zugriffsregelungen verweisen."
                            }
                        ],
                        "code": "57016-8",
                        "display": "Patienteneinverständniserklärung"
                    }
                ]
            },
            {
                "system": "http://ihe-d.de/CodeSystems/IHEXDSclassCode",
                "concept": [
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Anträge, Aufklärung, Bescheinigungen; auch juristische Dokumente, Vereinbarungen und Verträge; Anmeldungen, Regelungen, Einwilligungen, Bestellungen, Rechnungen, Bescheide, Anordnungen (im juristischen Sinne), Aufträge, Ausweise (außer medizinische Ausweise wie Impfpässe, siehe Konzept AUS (\"Medizinischer Ausweis\")), Meldungen, Qualitätssicherungsdokumente"
                            }
                        ],
                        "code": "ADM",
                        "display": "Administratives Dokument"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Anforderung von Diagnostik oder therapeutischen Interventionen; Ausnahmen: nicht medizinische Anforderungen werden über \"Administratives Dokument\" abgedeckt."
                            }
                        ],
                        "code": "ANF",
                        "display": "Anforderung"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Bewertungsbögen zur Bestimmung von Scores und ähnlichen Kennwerten zum gesundheitlichen Zustand des Patienten, die primär der Behandlung des Patienten dienen - sonst handelt es sich um das Konzept GUT (\"Qualitätsmanagement\")"
                            }
                        ],
                        "code": "ASM",
                        "display": "Assessment"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Befundberichte von bildgebenden Modalitäten (CT, MRT), weiterer Funktionsdiagnostik (EEG, EKG), sowie manuellen Untersuchungen; solange es keine spezifischeren classCodes gibt (z.B LAB \"Laborergebnisse\"). Eine weitere Spezialisierung der Befundberichte (z.B. Histopathologie)  kann über den typeCode realisiert werden, insofern sie nicht über den practiceSettingCode abgebildet werden."
                            }
                        ],
                        "code": "BEF",
                        "display": "Befundbericht"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Unter diesem Konzept werden alle Dokumente zusammengefasst, deren Ziel es ist, einen Sachverhalt optisch darzustellen. Beispiele sind Röntgen-, MRT-, CT-Aufnahmen oder Fotos von Wunden, Körperteilen oder ähnlichem. Bilder von Textdokumenten werden nach dem enthaltenen Text klassiert, Videodokumente unter Videodaten."
                            }
                        ],
                        "code": "BIL",
                        "display": "Bilddaten"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Alle Varianten von Arztbriefen wie Überweisungsbrief, Entlassbrief, etc. sowie weitere zusammenfassende Dokumente mit einer ärztlichen oder pflegerischen Bewertung der Fakten. Befundberichte werden über das Konzept \"BEF\" (Befundbericht) abgedeckt."
                            }
                        ],
                        "code": "BRI",
                        "display": "Brief"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Notizen und ähnliche Dokumente die keinen inhaltlichen Vorgaben folgen, aber für die weitere Behandlung des Patienten bedeutend sind."
                            }
                        ],
                        "code": "DOK",
                        "display": "Dokumente ohne besondere Form (Notizen)"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Maschinell oder von Menschen erstellte Protokolle durchgeführter Anamnese, Diagnostik oder Therapie, z.B. Anamnesebogen, OP-Berichte,  Medikamentenverabreichungen; hierzu zählen auch ausgefüllte Checklisten die das prozesskonforme Vorgehen während einer Untersuchung oder OP dokumentieren. Die Protokolle können auch Handlungsanweisungen bzw. Empfehlungen beinhalten, z.B. Visitenprotokoll, Konsilbericht. Dazu gehören auch Messdaten (oft auch als Quelldaten oder Rohdaten bezeichnet) ohne menschliche Bewertung wie Temperaturkurven, Blutdruck-Messungen, Blutzuckerkurven, unbefundete\n                        EKGs, Herz-Tonaufnahmen, Bestrahlungsprotokoll, Dosiswerte, etc. mit Ausnahme von Bilddaten und Videodaten. Der Begriff \"Patientenkurve\" wird in einigen Fällen für eine Sammlung von Temperatur-, Blutdruck- und weiteren pflegerischen Beobachtungen verwendet und sollte dann auch über das Konzept DUR (\"Durchführungsprotokoll\") abgedeckt werden. Da der Begriff \"Patientenkurve\" auch für andere Dokumente (bzw. Dokumentenkombinationen) verwendet wird, sollte vor einer solchen Abbildung eine Analyse der so bezeichneten Dokumente durchgeführt und das entsprechende Konzept verwendet werden. Dokumente die mit diesem Konzept bezeichnet werden können maschinenlesbar sein, müssen es jedoch nicht (z.B. sowohl EKG-Kurve wie auch eingescanntes EKG sind abgedeckt). Ursprungs- und Zwischenformate (wie z.B. Diktat eines Arztbriefes) werden mit dem inhaltlich sinnvollen classCode gekennzeichnet (Brief in diesem Beispiel)."
                            }
                        ],
                        "code": "DUR",
                        "display": "Durchführungsprotokoll"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Dokumente, die ausschließlich für Forschungsvorhaben erstellt wurden oder gepflegt werden (außer Einwilligungen und Aufklärungen für Forschungsvorhaben, siehe Konzept ADM (\"administratives Dokument\"))"
                            }
                        ],
                        "code": "FOR",
                        "display": "Forschung"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Medizinische Gutachten und Stellungnahmen die eine Qualitätsbewertung als Ziel haben, nicht primär die Unterstützung der Behandlung des Patienten (da sonst das Konzept ASM (\"Assessment\") verwendet werden sollte). Hierbei handelt es sich nicht notwendigerweise um Gutachten im juristischen Sinn."
                            }
                        ],
                        "code": "GUT",
                        "display": "Gutachten und Qualitätsmanagement"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Sowohl automatisch erstellte Analysen wie auch Dokumente die primär die Interpretation des Laborarztes darstellen. Auch Dokumentation von Prozessen von Blutbanken, wie auch Human-genetische Analysen gehören hierzu."
                            }
                        ],
                        "code": "LAB",
                        "display": "Laborergebnisse"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Ausweise, Pässe und ähnliche kurze Datensätze, die wichtige medizinische Informationen zusammenfassen.  Beispiele: Allergiepass, Allergieausweis, Impfpass, Impfausweis, Impfbuch, Notfalldatensatz"
                            }
                        ],
                        "code": "AUS",
                        "display": "Medizinischer Ausweis"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Dokumente zur Behandlungsplanung (z.B. Bestrahlungsplan, Medikationsplan) oder Versorgungsplanung (z.B. Nachsorge-Plan). Weitere Beispiele: Wiedereingliederungsplan."
                            }
                        ],
                        "code": "PLA",
                        "display": "Planungsdokument"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Verordnungen für Krankenhausbehandlung, Arzneimittel bzw. Heil- und Hilfsmittel, sowie Überweisungen an andere Ärzte"
                            }
                        ],
                        "code": "VER",
                        "display": "Verordnung"
                    },
                    {
                        "extension": [
                            {
                                "url": "http://hl7.org/fhir/StructureDefinition/valueset-concept-comments",
                                "valueString": "Videodaten mit und ohne Tonspuren, sowie gemischte Bild- und Videodaten"
                            }
                        ],
                        "code": "VID",
                        "display": "Videodaten"
                    }
                ]
            }
        ]
    }
}
